Repository: shirelzz/My_Orders
Catalog: My Orders/Localizable.xcstrings
Source language: en
Languages: he

# %@ (Quantity: %lld)
source: %1$@ (Quantity: %2$lld)
he: %1$@ (כמות: %2$lld)

source: Account
he: חשבון

source: Add item
he: הוסף פריט

source: Add Item
he: הוסף פריט

source: Add Order
he: הוסף הזמנה

source: Additional Details
he: פרטים נוספים

source: All Inventory Items
he: כל הפריטים

source: All Items
he: כל הפריטים

source: All orders
he: כל ההזמנות

source: All Orders
he: כל ההזמנות

source: All receipts
he: כל הקבלות

source: All Receipts
he: כל הקבלות

source: Allergies
he: אלרגיות

source: Allergies:
he: אלרגיות:

source: Are you sure you want to delete this item?
he: האם למחוק את הפריט?

source: Are you sure you want to generate this receipt?
he: לייצר קבלה זו?

source: Bank transfer
he: העברה בנקאית

source: Cancel
he: ביטול

source: Cash
he: מזומן

source: Change Name
he: שנה שם

source: Change Notes
he: שנה הערות

source: Change Price
he: שנה מחיר

source: Change Quantity
he: שנה כמות

source: Change Size
he: שנה גודל

source: Chat on WhatsApp
he: שוחח ב-WhatsApp

source: Choose an option:
he: בחר אפשרות:

source: Close Menu
he: סגור תפריט

source: Confirm Deletion
he: אשר מחיקה

source: Continue as Guest
he: המשך כאורח

source: Copy name
he: העתק שם

source: Create new item
he: יצירת פריט חדש

source: Current receipt Number %lld
he: מספר קבלה נוכחי %lld

source: Customer Information
he: פרטי לקוח

source: Customer Name
he: שם הלקוח

source: Customer: %@
he: לקוח: %@

source: Customized Data
he: מידע מותאם אישית

source: Customized Date
he: מידע מותאם אישית

source: Dashboard
he: סקירה

source: Date Added
he: תאריך הוספה

source: Date added:
he: תאריך הוספה:

source: Date added: %@
he: תאריך הוספה: %@

source: Date created:
he: תאריך יצירה:

source: Date Created:
he: תאריך יצירה:

source: Date Generated:
he: תאריך יצירת המסמך:

source: Date: %@
he: תאריך: %@

source: Days: %lld
he: ימים: %lld

source: Delete
he: מחק

source: Delivered
he: נמסר

source: delivery
he: משלוח

source: Delivery
he: משלוח

source: Delivery Address:
he: כתובת למשלוח:

source: Delivery cost: $
he: עלות משלוח: ₪

source: Delivery Cost: $
he: עלות משלוח: ₪

source: Dessert: %@
he: קינוח: %@

source: Done
he: זהו

source: Edit
he: ערוך

source: Edit Item
he: ערוך פריט

source: Edit Order
he: ערוך הזמנה

source: Enter Price
he: הכנס מחיר

source: Enter Quantity
he: הכנס כמות

source: Export Receipts
he: ייצא קבלות

source: Filter
he: מיין

source: Filter by
he: סנן לפי

source: For
he: עבור

source: For:
he: עבור:

source: Generate
he: ייצר

source: Generate PDF Receipt
he: ייצר קבלה

source: Generate Receipt
he: ייצר קבלה

source: Hello World!
he: שלום!

source: Income Review
he: סקירת הכנסה

source: Inventory
he: מלאי

source: Inventory Items
he: פריטים במלאי

source: Inventory Notifications
he: התראות מלאי

source: isPaid: %@
he: שולם: %@

source: item
he: פריט

source: Item
he: פריט

source: Item Details
he: פרטי פריט

source: Item Information
he: פרטי פריט

source: Items Selection
he: בחירת מוצרים

source: Language
he: שפה

source: Month
he: חודש

source: More Information
he: מידע נוסף

source: Most Ordered
he: הכי מוזמנים

source: Most Ordered This Week
he: הכי מבוקשים השבוע

source: Name
he: שם

source: Name:
he: שם:

source: Name: %@
he: שם: %@

source: New Item
he: פריט חדש

source: New Order
he: הזמנה חדשה

source: No
he: לא

source: No inventory items yet
he: אין פריטים במלאי עדיין

source: No orders yet
he: אין הזמנות עדיין

source: No upcoming orders yet
he: אין הזמנות קרובות בינתיים

source: Notes
he: הערות

source: Notes:
he: הערות:

source: Notes: %@
he: הערות: %@

source: Notification center
he: מרכז ההתראות

source: Notification Settings
he: הגדרת התראות

source: Notifications
he: התראות

source: Notify me before order time
he: שלח התראה לפני מועד הזמנה

source: Notify me for low inventory
he: אפשר התראות מלאי

source: Number of Orders This Week: %.2f
he: מספר הזמנות השבוע: %.2f

source: or
he: או

source: Order Date
he: מועד הזמנה

source: Order Date:
he: מועד הזמנה:

source: Order Details
he: פרטי הזמנה

source: Order Details:
he: פרטי הזמנה:

source: Order Information
he: פרטי הזמנה

source: Order Status
he: סטטוס הזמנה

source: Order Time Notifications
he: התראות על מועדי הזמנה

source: Paid
he: שולם

source: Payment date:
he: מועד התשלום:

source: Payment Date:
he: מועד התשלום:

source: Payment Method
he: אופן התשלום

source: Payment method:
he: אופן התשלום:

source: Payment Method:
he: אופן התשלום:

source: Personal Information
he: מידע אישי

source: Phone Number
he: מספר טלפון

source: Phone:
he: טלפון:

source: Pickup Date and Time
he: מועד שליחת הזמנה

source: Price
he: עלות

source: Price:
he: מחיר:

source: Price: %lf
he: מחיר: %lf

source: Q: %lld
he: כמות: %lld

source: Quantity
he: כמות

source: Quantity:
he: כמות:

source: Quantity: %lld
he: כמות: %lld

source: Receipt
he: קבלה

source: Receipt center
he: הגדרות קבלה

source: receipt exist: %@
he: קבלה קיימת: %@

source: Receipt No.
he: קבלה מספר

source: Receipt No. %lld
he: קבלה מספר %lld

source: Receipt No.%lld
he: קבלה מספר %lld

source: Receipt number
he: מספר קבלה

source: Receive inventory notifications
he: קבל התראות מלאי

source: Receive order time notifications
he: קבל התראות על מועד הזמנה מתקרב

source: Save
he: שמור

source: Save Changes
he: שמור שינויים

source: Save images
he: שמור תמונות

source: Search
he: חיפוש

source: Search for item
he: חפש מוצר במלאי

source: See item details
he: הראה פרטי פריט

source: Select Language
he: בחר.י שפה

source: Select logo image
he: בחר תמונת לוגו

source: Select signature image
he: בחר תמונה של החתימה

source: Select Year
he: בחר שנה

source: Settings
he: הגדרות

source: Share PDF Receipt
he: שתף קבלה

source: Show Preview
he: הראה תצוגה מקדימה

source: Sign In
he: היכנס

source: Sign Out
he: התנתק

source: Size
he: גודל

source: Size:
he: גודל:

source: Sort By
he: מיין לפי

source: Start creatng receipts at
he: החל לייצר קבלות מהמספר

source: This Week's Income: $%.2f
he: הכנסה שבועית: ₪ %.2f

source: Total Price: $
he: עלות כוללת: ₪

source: Total Price: $%.2f
he: עלות כוללת: %.2f₪

source: Upcoming Orders
he: הזמנות קרובות

source: Week
he: שבוע

source: Welcome, %@!
he: ברוכ.ה הבא.ה %@!

source: Welcome!
he: ברוכ.ה הבא.ה!

source: Yearly Income Graph
he: גרף הכנסות שנתי

source: Yes
he: כן

source: Your App
he: אפליקציה
